/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "È in corso la creazione di una wavetable. Riprova una volta che il processo di creazione sarà terminato.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Rilevate informazioni timbriche per una singola forma d'onda. È disponibile la modulazione delle formanti impostando la manopola Modulazione su Formante. Le manopole di “Forma 1” e “Forma 2” non sono in funzione.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Per creare una wavetable, l'audio deve avere una tonalità costante, diverse sezioni con varie tonalità separate da un silenzio oppure una o più sezioni a ciclo singolo.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "La nuova wavetable contiene %d forme d'onda.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Wavetable in creazione";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Wavetable creata con una singola forma d'onda";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Wavetable non creata";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Wavetable creata";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interno";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Catena laterale:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "No";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Ingresso audio esterno:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificazione delle note";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analisi tono";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analizzo: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Errore di apertura file";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Impossibile trovare il file che stai tentando di caricare.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Errore di apertura file";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Memoria insufficiente per caricare il file selezionato.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Il file contiene i cambiamenti di ritmo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Avviso: uno o più file di quelli che stai importando contengono marcatori di cambiamenti di ritmo. Questa versione di MainStage non supporta la sincronizzazione di file con cambiamenti di ritmo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Errore di apertura file";

/* Playback file alert */
"PlaybackTransientsMessage" = "I transienti del file selezionato sono stati nascosti in Logic Pro. Apri il file in Logic Pro e mostra i transienti prima di riaprirlo nel plugin.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Errore sconosciuto";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Impossibile aprire il file selezionato.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Formato di file audio non supportato";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Il file audio che stai cercando di aggiungere non è in un formato di file supportato. Prima di aggiungerlo al plugin di riproduzione, convertilo in un formato supportato usando iTunes o un'altra applicazione audio.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (file mancante)";
